"previewCamera" = "Odfotiť";
"previewCameraRecord" = "Nahrávať";
"previewAlbum" = "Album";
"cancel" = "Zrušiť";

"originalPhoto" = "Originál";
"originalTotalSize" = "Spolu";
"done" = "Hotovo";
"ok" = "OK";
"editFinish" = "Dokončiť";
"cameraDone" = "Hotovo";
"inputDone" = "Hotovo";

"back" = "Späť";
"edit" = "Upraviť";
"revert" = "Obnoviť";
"brightness" = "Jas";
"contrast" = "Kontrast";
"saturation" = "Sýtosť";
"exposure" = "Expozícia";
"sharpness" = "Ostrosť";
"temperature" = "Teplota farby";
"tint" = "Odtieň";
"vignette" = "Vinetácia";
"vibrance" = "Prirodzená sýtosť";

"photo" = "Fotka";
"preview" = "Náhľad";

"noPhotoTips" = "Žiadne fotografie";

"hudLoading" = "Načítava sa...";
"hudProcessing" = "Spracováva sa...";

"exceededMaxSelectCount" = "Maximálny počet fotografií: %ld";
"longerThanMaxVideoDuration" = "Nie je možné vybrať video dlhšie ako %ld sekúnd";
"shorterThanMinVideoDuration" = "Nie je možné vybrať video kratšie ako %ld sekúnd";
"largerThanMaxVideoDataSize" = "Nie je možné vybrať video väčšie ako %@MB";
"smallerThanMinVideoDataSize" = "Nie je možné vybrať video menšie ako %@MB";
"exceededMaxVideoSelectCount" = "Maximálny počet videí: %ld";
"lessThanMinVideoSelectCount" = "Minimálny počet videí: %ld";

"noCameraAuthorityAlertMessage" = "Prejdite do „Nastavenia > Súkromie > Kamera“ a povoľte aplikácii %@ prístup ku kamere";
"noPhotoLibraryAuthorityAlertMessage" = "Prejdite do „Nastavenia > Súkromie > Fotky“ a povoľte aplikácii %@ prístup k vašim fotografiám";
"noMicrophoneAuthorityAlertMessage" = "Nie je možné nahrávať zvuk. Prejdite do „Nastavenia > %@“ a povoľte prístup k mikrofónu";
"unableToAccessAllPhotos" = "Máte nastavené, že %@ má prístup len k časti fotografií. Odporúča sa povoliť prístup ku „Všetkým fotografiám“";
"noLibraryAuthTitleInThumbList" = "Nie je možné získať prístup k fotografiám";
"noLibraryAuthDescInThumbList" = "Zrušili ste prístup %@ k fotografiám. Odporúča sa povoliť prístup ku „Všetkým fotografiám“";
"gotoSystemSettingInThumbList" = "Prejsť do systémových nastavení";

"cameraUnavailable" = "Kamera nie je k dispozícii";
"keepRecording" = "Pokračovať v nahrávaní";
"gotoSettings" = "Prejsť do nastavení";

"iCloudVideoLoadFaild" = "Synchronizácia s iCloud zlyhala";
"imageLoadFailed" = "Nepodarilo sa načítať obrázok";

"save" = "Uložiť";
"saveImageError" = "Nepodarilo sa uložiť obrázok";
"saveVideoError" = "Nepodarilo sa uložiť video";
"timeout" = "Časový limit vypršal";

"customCameraTips" = "Klepnite pre fotografiu, podržte pre video";
"customCameraTakePhotoTips" = "Klepnite pre fotografiu";
"customCameraRecordVideoTips" = "Podržte pre video";
"customCameraTapToRecordVideoTips" = "Klepnite pre nahrávanie";
"minRecordTimeTips" = "Nahrávajte aspoň %ld sekúnd";

"cameraRoll" = "Nedávne položky";
"panoramas" = "Panorámy";
"videos" = "Videá";
"favorites" = "Obľúbené";
"timelapses" = "Časozber";
"recentlyAdded" = "Nedávno pridané";
"bursts" = "Série";
"slomoVideos" = "Spomalené zábery";
"selfPortraits" = "Selfie";
"screenshots" = "Snímky obrazovky";
"depthEffect" = "Portrét";
"livePhotos" = "Live fotografie";
"animated" = "Animované";
"myPhotoStream" = "Môj fotostream";

"noTitleAlbumListPlaceholder" = "Všetky fotky";
"textStickerRemoveTips" = "Presuňte sem pre odstránenie";
